Repository: e-hai/iosArKit
Catalog: Ar/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %lld photos taken
ja: %lld 枚撮影済み
zh_hans: 已拍摄 %lld 张作品

source: 3s
ja: 3秒
zh_hans: 3 秒

source: 5s
ja: 5秒
zh_hans: 5 秒

source: 10s
ja: 10秒
zh_hans: 10 秒

source: About
ja: について
zh_hans: 关于

source: Agreements
ja: 契約
zh_hans: 协议

source: App Name
ja: アプリ名
zh_hans: 应用名称

source: Architecture
ja: 建築
zh_hans: 建筑

source: Avatar
ja: アバター
zh_hans: 头像

source: Black & White
ja: モノクロ
zh_hans: 黑白电影

source: Bug Report
ja: バグ報告
zh_hans: 问题反馈

source: Choose a Scene
ja: 撮影シーンを選択
zh_hans: 选择拍摄场景

source: Choose a scene and we'll recommend the best effects for it
ja: シーンを選ぶと、最適なエフェクトをおすすめします
zh_hans: 选择你想拍摄的场景， 我们将为你推荐合适的特效

source: Choose Effect
ja: エフェクトを選択
zh_hans: 选择特效

source: Close
ja: 閉じる
zh_hans: 关闭

source: Composition Guides
ja: 構図ガイド
zh_hans: 构图辅助线

source: Development Team
ja: 開発チーム
zh_hans: 开发团队

source: Edit Profile
ja: プロフィールを編集
zh_hans: 编辑个人资料

source: Effects
ja: エフェクト
zh_hans: 特效

source: Favorite Effects
ja: お気に入りエフェクト
zh_hans: 收藏的特效

source: Feature Suggestion
ja: 機能提案
zh_hans: 功能建议

source: Feedback Type
ja: フィードバックの種類
zh_hans: 反馈类型

source: Filter
ja: フィルター
zh_hans: 滤镜

source: Focus on Scenery · Architecture · Objects
ja: 風景・建築・物に特化
zh_hans: 专注风景 · 建筑 · 物体

source: For close-up objects
ja: 近距離の物撮りに最適
zh_hans: 适合近距离物体拍摄

source: For distant natural landscapes
ja: 遠くの自然風景に最適
zh_hans: 适合远距离自然景观

source: For mid-distance architecture and streetscapes
ja: 中距離の建築・街並みに最適
zh_hans: 适合中距离建筑/街景

source: Golden Hour · Neon Night · Rim Light · Geometric · Minimal Lines
ja: ゴールデンアワー・夜景ネオン・輪郭光・幾何学・ミニマルライン
zh_hans: 黄金时刻 · 夜景霓虹 · 轮廓光 · 几何拼贴 · 极简线条

source: Golden Ratio
ja: 黄金比
zh_hans: 黄金分割

source: Guide Type
ja: ガイドの種類
zh_hans: 辅助线类型

source: Level
ja: 水準器
zh_hans: 水平仪

source: Me
ja: マイ
zh_hans: 我

source: Mode
ja: モード
zh_hans: 模式

source: Nickname
ja: ニックネーム
zh_hans: 昵称

source: No favorites
ja: お気に入りなし
zh_hans: 暂无收藏

source: No favorites yet. Save effects you love while shooting.
ja: お気に入りはまだありません。撮影中にエフェクトを保存できます。
zh_hans: 暂无收藏，在拍摄时可收藏喜欢的特效

source: No matching effects
ja: 該当するエフェクトがありません
zh_hans: 暂无匹配的特效

source: Objects
ja: 物
zh_hans: 物体

source: Original
ja: オリジナル
zh_hans: 原画原色

source: Positioning
ja: ポジショニング
zh_hans: 定位

source: Privacy Agreement
ja: プライバシーポリシー
zh_hans: 隐私协议

source: Profile
ja: プロフィール
zh_hans: 个人资料

source: Rate on App Store
ja: App Store で評価
zh_hans: 去 App Store 评分

source: Rating & Feedback
ja: 評価とフィードバック
zh_hans: 评价与反馈

source: Recommended Effects
ja: おすすめエフェクト
zh_hans: 推荐特效

source: Recording
ja: 録画中
zh_hans: 录制中

source: Rule of Thirds
ja: 三分割法
zh_hans: 九宫格

source: Scene
ja: シーン
zh_hans: 场景

source: Scene Filter Camera
ja: シーンフィルターカメラ
zh_hans: 场景滤镜相机

source: Scenery
ja: 風景
zh_hans: 风景

source: Send Feedback
ja: フィードバックを送信
zh_hans: 提交意见反馈

source: Settings
ja: 設定
zh_hans: 设置

source: Show Guides
ja: ガイドを表示
zh_hans: 显示辅助线

source: Soft B&W · Warm Tone · Toy Animation · Food Gloss · Still Life
ja: ソフトモノクロ・暖色・おもちゃアニメ・フードグロス・静物
zh_hans: 柔焦黑白 · 暖色调 · 玩具动画 · 食物光泽 · 桌面静物

source: Submit
ja: 送信
zh_hans: 提交反馈

source: Sunset · Aurora · Mist · Oil Painting · Vintage Film
ja: 夕日・オーロラ・霧・油絵・レトロフィルム
zh_hans: 黄昏 · 极光 · 雾境 · 油画 · 复古胶片

source: Tap to set nickname and avatar
ja: タップしてニックネームとアバターを設定
zh_hans: 点击设置昵称和头像

source: Timer
ja: タイマー
zh_hans: 倒计时拍摄

source: User Agreement
ja: 利用規約
zh_hans: 用户协议

source: Version
ja: バージョン
zh_hans: 版本

source: Vintage Warm
ja: レトロ暖色
zh_hans: 复古暖调
